[
{"article_url": "https://www.bbc.com/news/world-europe-61524933", "title": "Russia halts gas supplies to Finland", "text": "Russia has halted its gas supply to Finland - the latest escalation of an energy payments row with the West.Russia's gas giant Gazprom confirmed it had completely halted exports to Finland at 04:00 GMT on Saturday. Finland said all the deliveries had stopped, but added there would be no disruption to customers.Helsinki has been refusing to pay for its supplies in roubles. But the cut-off also follows an announcement that Finland will apply for Nato membership.Despite its invasion of Ukraine on 24 February, Russia continues to supply gas to many European countries. After Western powers sanctioned Russia over the war, Russia said \"unfriendly\" countries must pay for gas using the Russian currency, a move the EU considers blackmail.Reliance on Russian energy is a contributing factor in the cost-of-living crisis faced by many consumers.Finland imports most of its gas from Russia but gas accounts for less than a tenth of the country's energy consumption.On Saturday, the Finnish state-owned company Gasgrid Finland said in a statement that gas supplies through the Imatra entry point were stopped on 21 May. \"The amount of gas needed by the Finnish gas market is imported into the Finnish gas system through Balticconnector entry point in accordance with the nominations made by the market parties. Gasgrid Finland has directed gas imports in Balticconnector and the gas system is currently in balance,\" it said.Earlier, the Finnish state-owned energy firm Gasum described the Russian move as \"highly regrettable\". \"However, we have been carefully preparing for this situation and provided that there will be no disruptions in the gas transmission network, we will be able to supply all our customers with gas in the coming months,\" Gasum CEO Mika Wiljanen said in a statement.Asked about the matter, a Kremlin spokesman said \"it is obvious that nobody is going to deliver anything for free\".Last Sunday, Russia also cut electricity supplies to Finland. It had threatened retaliation should Finland apply to join Nato. In a separate development, Russia's state-owned oil company Rosneft said on Friday that former German Chancellor Gerhard Schröder had informed them he would no longer serve on their board. Mr Schröder has faced increasing public outrage over the lucrative role. He has refused to criticise Russia's President Vladimir Putin, who he counts as a personal friend, over his decision to invade Ukraine.", "keywords": ["russia halts gas", "said", "finland", "energy", "entry"]},
{"article_url": "https://www.bbc.com/news/in-pictures-60985943", "title": "Focus on female farmers in Northumberland and the Scottish Borders", "text": "Award-winning documentary photographer Joanne Coates has created an exhibition featuring portraits of women in agriculture across Northumberland and the Scottish Borders.A collaboration with more than 40 women, Daughters of the Soil explores questions around land inheritance, farming stereotypes and the history of who has traditionally worked the land.\"The project offered the opportunity to chronicle the lives and stories of these women,\" explains Ms Coates.\"Women aren't as visible as men on farms but we are seeing them more.\"The female workforce are driving tractors, having a social-media presence and can be seen on TV, but they don't often inherit land or work in leadership positions.\"The photo exhibition is being displayed at The Gymnasium Gallery, in Berwick-upon-Tweed, until 5 June.Ms Coates visited 34 farms, drawing on her personal connection of having previously worked on one.She still does occasional shifts milking cows in the northern Yorkshire Dales.While in residency with the Maltings and Newcastle University's Centre for Rural Economy (CRE) and Institute for Creative Arts Practice, Ms Coates worked with Prof Sally Shortall, whose research focuses on gender relations in agriculture.According to Prof Shortall, women make up just 15% of the farming industry in the UK, their contributions often overlooked as they deal with barriers such as access to land, class, motherhood, and a lack of clear leadership roles.Here are five of the farmers photographed and interviewed by Ms Coates.The sign outside the farm run by Anna in north Northumberland still reads L Smales and Sons Ltd. But it is Anna, her mother and sister who look after it.She has worked there since she was a child, later leaving for university, earning a degree in organic farming and also working as an accountant.\"I really enjoyed growing up on the farm,\" she says. \"I think it gave me opportunities other children or young people don't have.\"It was me who was always outside helping dad. I was managing the grains storage at age 12.\"It's not what I have done my whole career but it's what I always anticipated ending up doing.\"The business switched to organic farming in 1998 and now produces organic wheat.The family and the farm suffered a huge loss when Anna's father died 16 years ago, forcing them to step in and do what was needed to manage the land.Ms Coates visited the farm on the day Anna was due to give birth to her second child, while she was still working on the farm.They met again nine months later, after Rosie had been born and was accompanying her mum on farm duties.Annabel, 31, an arable and beef farmer, works on her family's farm in the Scottish Borders, managing 2,500 acres along the Berwickshire coast with her father, Will.She also runs St Abbs Pumpkin Patch.Annabel studied geology and gained experience of farm management while working on other farms in Lincolnshire and Northumberland.She is a strong advocate of women and young people in farming.\"A mix of males and females in the workplace creates a good balance, and this produces beneficial results,\" she says.\"With the shortage of labour becoming a major challenge in UK agriculture, it has never been more important to encourage all young people into the industry.\"There are more and more women taking on agricultural roles within many different businesses. This is exciting and a step in the right direction.\" Paula works at Mill Pond Flower Farm in Foulden village in the Scottish Borders.Flower farming is one of the exceptions in the industry because the majority of farmers are female.Paula didn't start out farming. She comes from a city, not an agriculture background.But 10 years ago, she and her husband, Ray, took a gamble on something new. They had to learn flower farming skills from scratch and now run an established flower farm.\"Being a woman in farming is doing what I'm good at - using all my skills and making a living from the earth,\" she says.\"It's important different people get to farm because we need diversity to make our growing systems strong and resilient, to be able to adapt to change.\"\"Diversity in people, plants and wildlife is essential for us all to thrive.\"Kirstie and her husband, Kevin, also farm in the Scottish borders, where they have a flock of Cheviot sheep.They farm on rented land, meaning they can't plan ahead for the future.They are working towards owning their own farm, but land access remains one of the main barriers to working in agriculture.Kirstie's father was a farm manager in the Scottish Borders and she grew up getting stuck in and helping him.\"You could tell when it was lambing time because I wasn't in school,\" she says.\"Where were you last week? Oh it was lambing time.\"Her husband is a shepherd and is often away, meaning Kirstie has to be there for any emergencies.\"Between us it's a 50-50 decision. Fifty-fifty in the money so it should be 50-50 in the decisions,\" she says. As a teenager, Fransje worked milking cows in Holland, where she met her husband, Peter, a cheesemaker.For most of her life she worked as an occupational therapist.After moving to the UK, Fransje helped out with lambing at farms near where she lived in Northumberland.When the chance arose to own a small plot of land close to their home, Peter and Fransje assembled their own herd of Shetland sheep.Fransje learned how to shear and sells the fleeces locally.\"Having both women and men farm adds diversity in the approach to animal and land management,\" she says.\"Personally, to be a woman who farms, gives a purpose to my natural drive to nurture, whether that be animals, trees, water, grass, soil.\"All pictures are subject to copyright.", "keywords": ["farming", "farms", "farm", "land", "fransje"]},
{"article_url": "https://www.bbc.com/news/world-africa-61399819", "title": "Africa's week in pictures: 6-12 May 2022", "text": "A selection of the week's best photos from across the continent and beyond:Images subject to copyright.", "keywords": []},
{"article_url": "https://www.bbc.com/news/science-environment-61484697", "title": "Climate change swells odds of record India, Pakistan heatwaves", "text": "Climate change makes record-breaking heatwaves in northwest India and Pakistan 100 times more likely, a Met Office study finds.The region should now expect a heatwave that exceeds the record temperatures seen in 2010 once every three years.Without climate change, such extreme temperatures would occur only once every 312 years, the Met Office says.Forecasters say temperatures in north-west India could reach new highs in the coming days.The new analysis comes as a State of the Climate report from the World Meteorological Organisation, the UN's atmospheric science arm, warns that four key indicators of climate change set new records in 2021 - greenhouse gas concentrations, sea level rise, ocean heat and ocean acidification.The UN Secretary General, Antonio Guterres described the report as \"a dismal litany of humanity's failure to tackle climate disruption.\"The extreme pre-monsoon heatwave the region northwest India and Pakistan have suffered in recent weeks eased a little after peak temperatures reached 51C in Pakistan on Saturday.But the heat looks likely to build again towards the end of this week and into the weekend, the Met Office's Global Guidance Unit warns.It says maximum temperatures are likely to reach 50C in some spots, with continued very high overnight temperatures.\"Spells of heat have always been a feature of the region's pre-monsoon climate during April and May,\" says Dr Nikos Christidis, who led the team responsible for today's study. \"However, our study shows that climate change is driving the heat intensity of these spells making record-breaking temperatures 100 times more likely.\"The new study is based on the heatwave that gripped northwest India and Pakistan in April and May 2010 when the region experienced the highest combined April and May average temperature since 1900.It attempts to estimate the extent to which climate change made that and future events more likely.These \"attribution studies\" involve running computer simulations comparing how frequently a weather event is likely to occur in two scenarios.One models the climate as it is today, the other a climate where the human influence on greenhouse gases and other drivers of climate change has been removed.The scenarios are run through 14 different computer models and produce dozens of different simulations which are compared to work out how climate change has altered the probability of an event happening.The Met Office used the same method to assess the impact of future climate change and warns that worse is to come.If climate change follows the Met Office's central predictions, by the end of the century India and Pakistan can expect similarly high temperatures virtually every year, today's study suggests.", "keywords": ["temperatures", "temperature", "studies", "climate change", "office study"]},
{"article_url": "https://www.bbc.com/news/business-61517729", "title": "Canada to ban China's Huawei and ZTE from its 5G networks", "text": "Canada says it will ban two of China's biggest telecoms equipment makers from working on its 5G phone networks.The restrictions against Huawei and ZTE were announced by the country's industry minister on Thursday.Francois-Philippe Champagne says the move will improve Canada's mobile internet services and \"protect the safety and security of Canadians\".But Huawei Canada said it was \"disappointed\" by the decision, which it said was \"political\".\"This is an unfortunate political decision that has nothing to do with cyber security or any of the technologies in question,\" a statement said.Several nations - including the UK, US, Australia and New Zealand - have already put restrictions on the firms.The four countries, along with Canada, make up an intelligence-sharing arrangement named \"Five Eyes\". It evolved during the Cold War as a mechanism for monitoring the Soviet Union and sharing classified information.Canada's announcement was widely expected, as its allies had already barred Huawei and ZTE from their own high-speed networks. Speaking to reporters in the Canadian capital of Ottawa, Mr Champagne said the decision came after \"a full review by our security agencies and consultation with our closest allies\".\"Let me be very clear: We will always protect the safety and security of Canadians and will take any actions necessary to safeguard our telecommunication infrastructure,\" he added.\"In a 5G world, at a time where we rely more and more in our daily lives [on] our network, this is the right decision.\"A spokesperson for the Chinese embassy in Ottawa told the Reuters news agency that Beijing sees the security concerns raised by Canada as a \"pretext for political manipulation\".The spokesperson for China also accused Canada of working with the US to suppress Chinese companies.The Chinese embassy in Ottawa did not immediately respond to BBC requests for comment.Huawei Canada said its equipment had been \"closely scrutinised\" by the government and security agencies, and added there had been \"zero security incidents caused by Huawei equipment\".\"Banning Huawei's equipment and services will lead to significant economic loss in Canada and drive up the cost of communications for Canadian consumers,\" a statement said.\"Unfortunately, this decision is beyond our control as a business. However, we will do everything in our capacity to protect the legitimate rights and interests of our customers, partners, and ourselves.\"Meanwhile, ZTE said it rejected the \"premise\" of the Canadian government's announcement, saying it was \"highly speculative\".\"We have always abided by international standards and best practices, opening up our cyber security labs to enable regulators and stakeholders to verify the security of ZTE products,\" the firm said.5G, or fifth generation, is the next upgrade to mobile internet networks, offering much faster data download and upload speeds.It also allows more devices to simultaneously access the internet.It comes as data usage is soaring, as the popularity of video and music streaming grows. This is pushing governments and mobile phone network operators to improve their telecommunications infrastructures.The Canadian government's decision means that telecoms firms in country will no longer be allowed to use equipment made by Huawei and ZTE. Companies that have already installed the equipment made by the Chinese manufacturers must now remove it, Mr Champagne said. Canada first announced a review of Huawei equipment in September 2018.Some of China's biggest technology and telecoms firms have been targeted in recent years by governments in the US and other Western nations over national security concerns.In November, US President Joe Biden signed legislation that stops companies judged to be security threats from receiving new telecoms equipment licences in the country.It means equipment from Huawei, ZTE and three other Chinese companies are banned for use in US telecoms networks.You may also be interested in:", "keywords": ["security", "network", "canada", "said", "g networks"]},
{"article_url": "https://www.bbc.com/news/world-africa-61507580", "title": "Africa's week in pictures: 13-19 May 2022", "text": "A selection of the week's best photos from across the continent and beyond:Images subject to copyright.", "keywords": []},
{"article_url": "https://www.bbc.com/news/science-environment-61336659", "title": "Cyber security: Global food supply chain at risk from malicious hackers", "text": "Modern \"smart\" farm machinery is vulnerable to malicious hackers, leaving global supply chains exposed to risk, experts are warning.It is feared hackers could exploit flaws in agricultural hardware used to plant and harvest crops.Agricultural manufacturing giant John Deere says it is now working to fix any weak spots in its software.A recent University of Cambridge report said automatic crop sprayers, drones and robotic harvesters could be hacked. The UK government and the FBI have warned that the threat of cyber-attacks is growing. John Deere said protecting customers, their machines and their data was a \"top priority\".Smart technology is increasingly being used to make farms more efficient and productive - for example, until now the labour-intensive harvesting of delicate food crops such as asparagus has been beyond the reach of machines.The latest generation of agricultural robots use artificial intelligence, minimising human involvement. They may help to plug a labour shortage or increase yield, but fear of the inherent security risk is growing, adding to concern over food-supply chains already threatened by the war in Ukraine and Covid.Chris Chavasse, the co-founder of Muddy Machines, which is trialling an autonomous asparagus-harvesting robot called Sprout, said: \"There is a real risk that people anywhere in the world could try and take control of these machines,\" he said. \"to get them to do whatever those people want, or just prevent them from operating.\"He said potentially someone could drive Sprout into a hedge or a ditch, or prevent it from working at all, so they are working with security researchers to address any vulnerabilities.Asparagus farming is unlikely to be a prime target, but Mr Chavasse believes malicious hackers could threaten \"mission critical\" agricultural infrastructure.Even the largest companies aren't safe from cyber gangs. Some use ransomware: malicious code that can encrypt data and lock systems. Last year, one of the world's biggest meat processing company, JBS, paid $11m in ransom to resolve a cyber attack. This month, top US agriculture firm, AGCO, was hit by a ransomware attack that affected production.In April, a group of official governmental cyber security authorities including ones from the UK, US and Australia, warned that Russian state-sponsored hackers could target supply chains as a vital part of Western national infrastructure.One self-styled ethical hacker, who goes by the name Sick Codes and asked to remain anonymous, told the BBC he had discovered weaknesses in John Deere's software, which he had reported. He said he found a way to access company information and machine data through websites and apps.Sick Codes said he had also found vulnerabilities in systems used by CNH Industrial, which manufactures New Holland Agriculture machinery.He fears it's just a matter of time before a sophisticated hacker finds critical vulnerabilities and causes major disruption to already vulnerable food supply chains.\"That's what we're trying to prevent - stalling something during the most important times, particularly seeding or harvesting. If you can't move your tractor during that time, or if you can't pick or take the crop out of the ground, you can imagine what happens. It just stops, the whole thing,\" he said.James Johnson, John Deere's global chief information security officer, told the BBC that the company had been liaising with a number of ethical hackers on vulnerabilities they have found. He said those found so far by Sick Codes did \"not pose a threat to customers or their machines\".He added, \"No company, including John Deere, is immune to vulnerabilities, but we are deeply committed and work tirelessly to safeguard our customers, and the role they play in the global food supply chain.\"A spokesperson for CNH Industrial said it took security very seriously, and added: \"We continuously invest in improving our security posture.\"Benjamin Turner, chief operating officer at Agrimetrics, one of four UK government-backed agri-tech centres of agricultural innovation, sad:  \"Hacking into one tractor, you can upset a farmer and maybe damage their profitability for a season. \"Hacking into a fleet of tractors, suddenly, you've got the power to affect the yield in whole areas of the country.\"Meanwhile out in the fields, even everyday farm machinery uses systems that are potentially vulnerable. Richard Heady,  a beef and arable farmer in Buckinghamshire whose tractor can be steered by a GPS positioning system, said: \"Everything is so interlinked now, just by bringing down one system it can stop deliveries coming to us or stop tractors moving at all. If we are in a busy harvesting window we can't just have tractors sitting around. \"We have seen empty shelves because of Covid - we could see the same thing happen if we get a cyber attack.\"Follow Claire on Twitter @BBCMarshall", "keywords": ["security", "agricultural", "agriculture", "said", "hacker"]},
{"article_url": "https://www.bbc.com/news/world-europe-61533713", "title": "Tornado in Germany injures 43 people, police say", "text": "A tornado left 43 people injured as it \"cut a path of destruction\" through several towns in western Germany, police said.Officers in the city of Paderborn said the tornado ripped off roofs and debris was strewn around for kilometres.Ten people have serious injuries and one woman's life is in danger, they said.A 38-year-old man also died in severe storms which lashed the region on Friday.Police posted images showing trees felled or split in half and roofs stripped of tiles, while images on social media appeared to show a tornado's spinning column of air flinging debris.\"Sheet metal, insulation and other materials were blown kilometres away. Countless roofs are covered or badly damaged. Many trees still lie on destroyed cars,\" said police in Paderborn, which has a population of about 150,000.Local media quoted police as saying the 38-year-old man died in the town of Wittgert, about 180km (111 miles) south-west of Paderborn.He suffered an electric shock in a flooded cellar, police said.A fire department spokesperson told the AFP news agency that the town of Lippstadt, about 30km (18 miles) from Paderborn, was also probably hit by a tornado - although no injuries were reported.Images on social media showed that in nearby Hellinghausen, a steeple had been ripped off the roof of a church tower, with the rubble scattered in the churchyard.BBC Weather presenter Chris Fawkes said that Germany usually experiences several tornadoes a year, but most are short-lived and do not cause significant damage.He said the number of tornadoes reported in Europe has been increasing in recent years, but this is largely thought to be a result of better forecasting and more awareness - and includes the advent of social media reports.\"As to whether climate change is also playing a role too, that's still a subject of debate,\" he said.", "keywords": ["media", "said", "people police", "germany", "news"]},
{"article_url": "https://www.bbc.com/news/uk-61535204", "title": "Spain lifts Covid ban on unvaccinated British holidaymakers", "text": "UK citizens who have not had a coronavirus jab can now travel to Spain by showing a negative PCR or antigen test on arrival.The Spanish government confirmed that non-vaccinated travellers from outside the EU can enter the country from Saturday.Fully vaccinated passengers will still need to show proof of vaccination.The UK removed all its remaining international Covid travel restrictions for entry on 18 March.This included passenger locator forms and tests for passengers who do not qualify as vaccinated.Other European countries followed suit, with Austria, Greece, Switzerland, Bulgaria, Croatia, Lithuania, Sweden, Serbia, Slovenia and Slovakia no longer having any Covid travel restrictions for visitors.As the latest wave of that strain dissipated, countries across the world loosened their Covid travel restrictions to welcome visitors again.And on Saturday, Spanish tourism minister Reyes Maroto said the \"new phase of the pandemic\" meant the country was able to relax the rules by equating non-EU travellers with those of the EU and Schengen-associated countries.\"This is excellent news, much awaited by the tourism sector,\" said Ms Maroto, adding: \"Spain is becoming one of the most desired destinations in the world.\"From 21 May, all visitors entering Spain at air or sea borders, wherever they are travelling from, must provide one of the following three certificates:Spain accepts the UK's proof of Covid-19 vaccination record, either digitally, or as a printed download.PCR tests must be carried out in the 72 hours prior to departure to Spain or an antigen test in the 24 hours prior to departure.Proof of recovery certificates will be valid for 180 days from the date of the positive test.Children under the age of 12 are exempt from submitting any type of certificate.", "keywords": ["vaccination", "spain", "test", "tests", "country"]},
{"article_url": "https://www.bbc.com/news/science-environment-61497315", "title": "EU reveals its plans to stop using Russian gas", "text": "The European Commission has given more details on how it plans to end Europe's dependence on Russian fossil fuels. Russia supplies 40% of the EU's natural gas and 27% of its imported oil. The EU sends the country roughly €400 billion a year in return. Now the EU plans to speed up its shift to green energy but says it must also invest in pipelines in other countries.It has been accused of helping fund the war in Ukraine through its use of Russian energy.The REPowerEU strategy was first announced in March with the stated aim of reducing Russian gas imports by two thirds in 2022.    Rising energy costs have also put financial pressure on consumers and businesses in Europe now facing higher bills.The updated proposals outline not just how the EU plans to negotiate both the immediate gas crisis, but also deliver on promises to completely wean itself off Russian energy by 2030.The strategy focuses on three key topic areas. Improving energy efficiency, expanding the use of renewable energy and securing non-Russian suppliers of oil and gas. \"We are taking our ambition to yet another level,\" European Commission President Ursula von der Leyen said as she presented the update at a briefing in Brussels, Belgium.The REPowerEU plan is estimated to cost €210 billion (£178 billion) over the next five years.The Commission report highlights energy saving as the \"cheapest, safest and cleanest\" way to reduce dependence on Russian fuel. It wants to improve how buildings of insulated, as well as encourage consumers to be more aware of energy use.It also plans to speed up the transition from fossil fuel burning boilers to electric heat pumps (a device that absorbs heat from the air, ground or water around a building)Plans to reduce energy consumption in the EU have also made more ambitious, from the original plan of a 9% cut to 13% cut by 2030.The bloc has earmarked €113 billion for a \"massive scale up in renewables\" and new hydrogen infrastructure.  New EU legislation is being proposed to make it easier to build solar and wind farms.\"Whenever we talk about rapid deployment of renewables, there is an elephant in the room-  getting a permit,\" said Frans Timmermans, vice president of the European Commission. \"It might take as long as nine years for wind and up to four years for solar projects, so this is time that we do not have and we have to speed things up,\" he added.The Commission has proposed specially designated \"go-to\" areas where permission can be given in just one year. Certain new buildings could also be required to have solar panels installed on the roof.The EU target for renewable energy has also been more raised. The goal is for green energy to provide 45% of energy needs by 2030, up from 40%. Even if they are fast-tracked in special zones, new wind and solar plants will still take time. To quickly diversify from Russian fossil fuels, the EU is investing up to €12 billion in pipelines and Liquified Natural Gas (LNG) terminals to improve access to gas and oil from other countries including Egypt, Israel and Nigeria.Some environmental groups have criticised the news. Instead they want to see a decisive break with fossil fuels.\"The European Commission's latest strategy gives with one hand and takes with the other,\" said Eilidh Robb, an anti-fossil fuels campaigner at Friends of the Earth. \"So-called REPowerEU contains useful and necessary strides towards renewable solutions but it simultaneously enables almost 50 fossil fuel infrastructure projects and expansions,\" she added.", "keywords": ["energy", "russian gas", "new", "eu", "fuels"]},
{"article_url": "https://www.bbc.com/news/uk-england-hereford-worcester-61425923", "title": "Photos of 1900s Herefordshire life discovered hidden in cupboard", "text": "Photographs of life in Herefordshire in the early 20th Century have gone on display after being found hidden behind wallpaper.Richard Jenkins rode around the Golden Valley area of the county taking pictures of weddings, births and celebrations.Hundreds of his glass plate negatives were found by his family in a cupboard which had been covered with wallpaper.An exhibition of the photos has gone on display in Hereford.Mr Jenkins, who was born in 1890 in Newton, on the Herefordshire border with Wales, wanted to be an engineer, his daughter said.But he had to take over the family farm and instead channelled his passion into photography.His daughter Sylvia Jenkins-Bigglestone said her father had used to travel around the area on his motorcycle and sidecar. \"I do not know how he would have reacted, if he felt that he would be as well known as this,\" she added.After being discovered, the collection of about 900 photographs was scanned and the plates and photographs are now part of the Herefordshire Archives Collection.The exhibition is being held at All Saints Church, Hereford, until 2 July.\"I would never have thought daddy would be as notorious as he is now and people are so interested in his work,\" Mrs Jenkins-Bigglestone said.Follow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk", "keywords": ["archives", "herefordshire life discovered hidden", "collection", "border", "taking"]},
{"article_url": "https://www.bbc.com/news/technology-61524134", "title": "Formula milk: Online groups hunt for baby milk during US shortage", "text": "Parents in the US are using social media to try to track down infant formula milk - and unsafe alternatives - during a shortage that's affecting North America.This week President Joe Biden called in the military to help distribute supplies. The situation is a result of a combination of global supply chain issues, and one of the leading US manufacturers having to shut down its factory following contamination.Rebecca Romo Teague, a radio presenter in Cape Cod, set up a Facebook group for her local community where parents can upload photos of the baby aisles in supermarkets they visit, so others can see - in real time - where there are supplies.She was inspired to create the group after hearing about a foster mum whose eight-week-old baby needed a very specific formula as a result of allergies - and was finding that when she got to stores claiming to have it in stock online, they had sold out.\"The next time I went to the shop, I went down the baby aisle, and I was shocked. There were maybe 20 cans of various types, and that was it, where you're used to seeing it completely lined all the way to the end. And there was nothing,\" she told the BBC radio programme Tech Tent.\"I thought if everybody could just post a photo, it would save parents and caregivers from having to drive around to eight different stores trying to find it.\"Rebecca doesn't allow her group to buy and sell any formula because of the potential complications.Formula-fed babies are advised to have about seven bottles per day from the age of four or five months, before they start to eat solid food. Each bottle is 210ml (7fl oz), which requires seven scoops of formula powder - so an 800g box lasts around a week.Instagrammer Mallory Whitmore, aka theformulamom, says there is enormous concern among her 179,000 followers, many of whom are struggling to find supplies to feed their children.\"Parents are stressed, anxious, angry, and many feel helpless,\" she says.They're also debating difficult choices such as whether to water down formula, make their own (neither of these options is recommended by healthcare professionals), or switch to cows' milk at an earlier age than is advised. Others are taking to the net to search for unofficial breast milk supplies - which is only recommended from a dedicated service, where the milk can be screened first.\"The general feeling is absolute panic,\" says Mallory Whitmore.She also says she is seeing boxes of formula appearing at inflated prices on online marketplaces.\"People know that formula is a commodity right now and that parents are desperate - some people are taking advantage of that desperation to line their pockets, and it's horrendous.\"On the US-facing eBay site I found one single box of formula on sale for $34 (£27). On the Walmart website, the same quantity is advertised for $17 - but prices do vary quite widely between budget and premium brands.There's also a worrying rise in people sharing \"homebrew\" recipes on social media and YouTube for making their own milk, using ingredients such as condensed milk, which are not suitable for babies. Google searches for how to make formula at home have increased by 2,400% in the last 30 days, according to Google Trends.Some of these recipes are decades old, and are being shared in good faith by grandparents who say they fed it to their own children when they were small, says Rebecca Romo Teague.\"They say, 'oh, well, I have four kids and I made my own formula and everything's fine'. But there's a lot of things we put in our bodies 50 years ago that we don't now.\"Follow Zoe Kleinman on Twitter @zsk", "keywords": ["formula", "milk", "says", "say", "baby"]},
{"article_url": "https://www.bbc.com/news/entertainment-arts-61514849", "title": "Sam Ryder: UK Eurovision star's Space Man takes second place in singles chart", "text": "Singer Sam Ryder has taken second place in the UK singles chart, a week after he claimed the runner-up spot at the Eurovision Song Contest.His song, Space Man, was in a battle with Harry Styles to be this week's number one after his valiant performance for the UK on Saturday.But Styles narrowly won out to claim his seventh week in a row at the top.By reaching number two, Ryder has scored the highest chart placing for a UK Eurovision entry since 1996.That was the year when Gina G reached the top spot with Ooh Ahh… Just A Little Bit.Space Man looked on course for number one when it edged ahead of Styles's As It Was earlier this week. But the former One Direction singer clung on to his chart crown, despite a surge of support for the Eurovision song following Ryder's performance in the final in Italy.Ryder, from Maldon, Essex, had hopes of victory when he topped the jury scoreboard. But he was overtaken by Ukraine's Kalush Orchestra when the public votes were added.Their winning song, Stefania, has also entered the UK chart this week, at number 38.Speaking to Scott Mills on BBC Radio 1's Official Chart Show on Friday, Ryder said he was \"emotional in the best possible way\", and that two was \"definitely my lucky number\".Space Man was first released on 22 February 2022, and he was 22nd in the Eurovision running order.Meanwhile, Eurovision organisers have given details of \"unprecedented\" irregularities in the jury votes of six countries at the second semi-final of this year's contest but said they did not affect the qualifiers or final rankings.Suspicious jury voting patterns were detected in the scores from the San Marino, Georgia, Romania, Poland, Montenegro and Azerbaijan juries, the European Broadcasting Union (EBU) said.Organisers said the suspicious pattern was detected before the results were compiled and announced.The six affected countries had their votes replaced by \"substitute aggregated result\" in the second semi-final and the grand final, based on the results of other countries with similar voting records.The EBU said it had \"discussed the jury patterns with the relevant broadcasters and given them the opportunity to further investigate the jury voting in their countries\".", "keywords": ["chart", "votes", "voting", "song", "eurovision"]},
{"article_url": "https://www.bbc.com/news/in-pictures-61073684", "title": "Deutsche Börse Photography Foundation Prize 2022 winner revealed", "text": "Deana Lawson has won the Deutsche Börse Photography Foundation Prize 2022 for her solo exhibition Centropy. Ms Lawson, from Rochester, New York, was awarded the £30,000 prize on Thursday at a ceremony at The Photographers' Gallery in London.The annual award recognises artists and projects for their contributions to the world of photography over the past year.The photographer, who is a professor of visual arts in the Lewis Center for the Arts at Princeton University, cast models to pose in a style reminiscent of family photographs.While the majority of the models are unrelated, she describes them as a \"mythological extended family\" in images that provide \"portals\" into other worlds.\"Interrogating the position of the black body in visual culture and playing with tropes such as family portraiture, artifice and nature, [Lawson] takes the personal and makes it political,\" says Anne-Marie Beckmann, director of the Deutsche Börse Photography Foundation.Ms Lawson's Centropy exhibition was originally displayed at Kunsthalle Basel, Switzerland, in 2020.Her work is on display at The Photographers' Gallery, alongside the other shortlisted artists - Anastasia Samoylova, Jo Ractliffe and Gilles Peress - until 12 June 2022.Here is a selection of work by the three other shortlisted artists.All pictures courtesy of the artists and subject to copyright. Deana Lawson images courtesy of the artist; Sikkema Jenkins & Co, New York; David Kordansky Gallery, Los Angeles.", "keywords": ["lawson", "artists", "artist", "gallery", "family"]},
{"article_url": "https://www.bbc.com/news/world-asia-61533715", "title": "Covid in North Korea: No response to US vaccine offer", "text": "President Joe Biden says North Korea has not responded to a US offer of Covid vaccines, as the country battles its first acknowledged outbreak.Nearly 2.5 million people have been sickened by \"fever\" in North Korea and it is under a nationwide lockdown, according to the country's state media.It is thought to be particularly vulnerable because it has little testing or vaccine supply.Mr Biden announced the offer at a press conference in South Korea.\"We've offered vaccines, not only to North Korea but to China as well, and we're prepared to do that immediately,\" Mr Biden said in a joint appearance with South Korean President Yoon Suk-yeol.\"We've got no response,\" he added.The isolated regime of North Korea has previously turned down offers of vaccines from Covax, the global vaccine-sharing scheme, and from South Korea, as well as reportedly declining other offers.Instead it claimed to have successfully kept Covid out of the country by sealing its borders, although experts believe the virus has been present there for some time. State media has recommended remedies such as herbal tea, gargling salt-water and taking painkillers such as ibuprofen, while the country's leader, Kim Jong-un, has accused officials of bungling the distribution of national medicine reserves.China is also struggling to control a wave of infections from the highly transmissible Omicron variant, with tens of millions of people under some form of lockdown.At the news conference in the South Korean capital, Seoul, President Biden said he was willing to meet Mr Kim under the right circumstances. \"It would depend on whether he was sincere and whether he was serious,\" Mr Biden said.His predecessor, Donald Trump, held a historic summit with Mr Kim in Singapore in 2018 and became the first US president to set foot in North Korea the following year.Bu two years ago, Mr Kim questioned whether there was any need to continue \"holding hands\" with the US.The US and South Korean presidents also agreed to deploy American weapons if necessary to deter North Korea and to increase military drills - which had been scaled down in recent years in an effort to reduce tensions.", "keywords": ["mr", "biden", "president", "presidents", "vaccines"]},
{"article_url": "https://www.bbc.com/news/entertainment-arts-61493762", "title": "Wagatha Christie: Six takeaways from the Vardy and Rooney trial", "text": "After seven days of bruising evidence, what will the impact of the so-called Wagatha Christie case be? Perhaps it ought to stop other celebrities facing off in the same way. Or, after the multiple photo ops, outfit changes and acres of coverage, perhaps others will think the \"all publicity is good publicity\" adage still wins out.And no doubt, whatever the outcome, each side will spin it their way.With no major legal lessons to draw from the case, other than a sense that Coleen Rooney and Rebekah Vardy should never have reached the High Court, here are six takeaways from the trial.This case shone a spotlight on the relationship between some celebrities and the tabloids. While Mrs Vardy said she didn't leak the fake stories from Mrs Rooney's Instagram, she has admitted to a cordial relationship with the press - such as setting up paparazzi photos as she left her hotel at Euro 2016.The Sun's executive editor of showbiz, Simon Boyle, told me on BBC Radio 4's The Media Show that, in general, the relationship between the press and the celebrities they write about \"definitely goes both ways\".\"A lot of these people [celebrities] I've come to know really quite well, many of them you become friendly with, you're in fairly regular contact, and I guarantee the phone rings more frequently asking if you [the journalist] can write something than it does the other way around. There are a lot of people seeking attention and publicity.\"The tabloids created the Wags, particularly around the 2006 World Cup, putting the footballers on the back pages and their wives and girlfriends on the front. As the clamour for information grew, they became celebrities in their own right.The wife of a former England and Premier League player, who asked to remain anonymous, sums it up: \"Wags get a tough time. I can't tell you the number of times people come up and push me aside to get to my husband.\"So I can see that Rebekah Vardy was flattered into the relationship she had with the press. She is suddenly relevant, she is the focus, not Jamie Vardy.\"But actually, by trying to make a name for herself and a career, she is still in the trap of forgetting she is only interesting and has this career because her husband plays football. So she is being used for her access, rather than anything she actually is.\"It may be unedifying, but the column inches, podcasts, TV and radio reports and repeated trending of the Wagatha hashtag on social media show (some) people are really invested in the story.Sunday Times columnist Camilla Long compares the case to Dynasty, the hit American soap opera of the 1980s. \"This is Alexis versus Krystle for our time,\" she says. \"It's who's going to push who into the ornamental fountain first. It's completely compelling because you wonder how far it's going to go.\"The answer turned out to be all the way to court - and it probably won't end there.Nobody is downplaying the trauma and abuse Mrs Vardy and her family suffered at the hands of online trolls after Mrs Rooney carried out her sting operation, while Wayne Rooney told the court the fallout had been \"traumatic\" for his wife too.But once Mrs Rooney had accused Mrs Vardy of betrayal, and the Wagatha Christie term was born, for many others, this was always going to verge on pure entertainment.The Sun successfully fought off a demand from Mrs Rooney's side to reveal the sources of its stories about her. Remember, it was The Sun that printed the fake stories Mrs Rooney says she deliberately planted in an effort to find the leaker.Boyle, whose byline appeared on the story of the Rooneys' basement flooding, which turned out to be untrue, says: \"We went to extraordinary lengths and extraordinary expense in the High Court after being pushed by both sides to come to court and hand over some documents and take the witness stand. \"That is simply not something we would ever do, and on a wider basis, it would have set a dreadful precedent for journalism across the board.\"This case is clearly about reputation rather than money - but it's backfired. Clare Duffy, a media law and human rights barrister at Doughty Street Chambers, says: \"Press coverage of the evidence, from the WhatsApp messages to the witness box, will be causing both women reputational damage. Even if Vardy wins, it is doubtful that a libel judgement will fully vindicate her reputation.\"There is a difference between who wins in court, and who wins in the court of public opinion. The evidence that has been put into the public domain during the trial has arguably harmed Mrs Vardy's reputation more than Mrs Rooney's.The wife of the former England player told me: \"It's just a car crash. We are watching Becky Vardy destroy herself, seeking to save a reputation but unwittingly putting it on the path to destroying it.\"She has started something she can't stop, even if she wants to. Everyone could see this could only end badly for the Vardy family. Except the Vardy family.\"That use of social media by both women has proved very costly.In her evidence, Mrs Rooney said she'd had no idea the original post in 2019, unmasking \"Rebekah Vardy's account\", would blow up the way it did. That was naivety at best.Long says: \"This is the consequence of not using social media wisely. Anybody who has been watching social media knows it does get this big. What you do on social media is part of real life.\"London's High Court has been hearing libel cases resulting from posts on social media for more than a decade. In 2012, the New Zealand cricketer Chris Cairns successfully sued the former chairman of the Indian Premier League over allegations made on Twitter of match fixing, which he always denied.Subsequent cases have included the food writer Jack Monroe's successful libel claim against the right-wing commentator Katie Hopkins, and Lord McAlpine's against Sally Bercow after she linked him in a tweet with a TV report about child sexual abuse which wrongly implicated him.They all garnered media attention. But nothing like what we have seen over the past two weeks.The sums involved in defamation cases are eye-watering, easily running into the millions. As Duffy says: \"Ultimately, the trial is only possible due to the parties' deep pockets... High Court libel litigation is, as the saying goes, available to all - like the Ritz.\"And while both these women can afford much more than afternoon tea at the Ritz, far too often what plays out in the libel courts is seriously imbalanced. Rich claimants force underfunded parties to back down rather than fight. They simply cannot afford to go to court to face opposing parties who can vastly outspend them.That hasn't been a problem for Wagatha Christie (although Mrs Rooney told the court she had tried to reach out many times to bring the case to an end before trial). Instead, the expensive lawyers acting for Mrs Rooney and Mrs Vardy found complex angles to argue over in six different hearings before the trial even opened.  The women have paid for and got the full gamut of English justice. Some have put the final costs of the case at up to £4m. Other potential litigants, with perhaps more important arguments to test in court, simply wouldn't have been able to afford to get there.The two parties in the Wagatha Christie case will have to wait weeks or months to find out the outcome, though, after the judgement was reserved at the end of the trial on Thursday.", "keywords": ["rooney", "rooneys", "says", "saying", "vardy"]},
{"article_url": "https://www.bbc.com/news/business-61505842", "title": "Sri Lanka defaults on debt for first time in its history", "text": "Sri Lanka has defaulted on its debt for the first time in its history as the country struggles with its worst financial crisis in more than 70 years.A 30-day grace period to come up with $78m (£63m) of unpaid debt interest payments expired on Wednesday.The governor of the South Asian nation's central bank said the country was now in a \"pre-emptive default\".Later on Thursday, two of the world's biggest credit rating agencies also said Sri Lanka had defaulted.Defaults happen when governments are unable to meet some or all of their debt payments to creditors.It can damage a country's reputation with investors, making it harder for it to borrow the money it needs on international markets, which can further harm confidence in its currency and economy. Asked on Thursday whether the country was now in default, central bank governor P Nandalal Weerasinghe said: \"Our position is very clear, we said that until they come to the restructure [of our debts], we will not be able to pay. So that's what you call pre-emptive default.\"There can be technical definitions... from their side they can consider it a default. Our position is very clear, until there is a debt restructure, we cannot repay,\" he added.Sri Lanka is seeking to restructure debts of more than $50bn it owes to foreign creditors, to make it more manageable to repay. The country's economy has been hit hard by the pandemic and rising energy prices, but critics say the current crisis has been of the previous government's own making.A chronic shortage of foreign currency and soaring inflation have led to a severe shortage of medicines, fuel and other essentials. Professor Mick Moore from the University of Sussex and former consultant on Sri Lanka for the Asian Development Bank said even though it looked like Sri Lanka was struggling from the effects of global economic problems, it was \"emphatically not that\".\"This is the most man-made and voluntary economic crisis of which I know,\" he told the BBC's Today programme.Prof Moore said the previous administration had borrowed money for infrastructure projects and then \"insisted in this very macho fashion\" on repaying mounting the debts, rather than restructuring them with creditors. He said the then government \"went along in this way until about six months ago and basically they had given away virtually all the foreign exchange they could command\".\"This is egregious incompetence,\" he added.Prof Moore said the country faced a \"very critical situation\".In recent weeks, there have been large, sometimes violent, protests against President Gotabaya Rajapaksa and his family due to the growing crisis.The country has already started talks with the International Monetary Fund (IMF) over a bailout and needs to renegotiate its debt agreements with creditors. Later on Thursday, an IMF spokesman said the current talks on a potential loan programme were expected to conclude on Tuesday. Sri Lanka's government has said previously that it needs as much as $4bn this year.Mr Weerasinghe warned that Sri Lanka's already very high rate of inflation was likely to rise further.\"Inflation obviously is around 30%. It will go even [higher], headline inflation will go [up] around 40% in the next couple of months,\" he said.He was speaking after Sri Lanka's central bank held its two key interest rates steady following a seven percentage points rise at its last meeting.The country's main lending rate remained at 14.5%, while the deposit rate was kept at 13.5%.In many ways this wasn't a surprise. The warning sirens of a potential default were already blaring a few weeks ago. But much more than that, on the streets of Sri Lanka, where this crisis is biting, nobody is shocked. As petrol queues run for miles, with fuel being sold on the black market for eye-watering amounts, as lines for handouts of free bread get longer by the day, the island's inability to pay back debts is being painfully felt. In his first interview since taking office last week, the country's Prime Minister Ranil Wickremesinghe told me things would get worse before they improve in Sri Lanka, but even he wasn't able to predict just how bad. \"No-one has got all the details… so I will be like a doctor who's opening up the patient for the first time.\" Today's default is a depressing diagnosis for a nation facing more economic turmoil, even as talks with the IMF and other nations continue. On Thursday, ratings agency Moody's Investors Service said Sri Lanka had \"defaulted on its international bonds for the first time\". Moody's said it expected the country to eventually reach an agreement over an IMF bailout.\"However, finalising the programme will likely take several months given the need for staff level agreement on both sides, followed by parliamentary approval in Sri Lanka and approval by the IMF's executive board,\" the firm added.  Also on Thursday, Fitch Ratings lowered its assessment of Sri Lanka to a \"restricted default\" after a grace period for payments had expired. S&P Global Ratings did not immediately respond to a request for comment from the BBC.Credit ratings are intended to help investors understand the level of risk they face when buying a financial instrument, in this case a country's debt - or sovereign bond.Last month, S&P and Fitch credit rating agencies warned Sri Lanka was about to default on its debts.Last week, President Rajapaksa's elder brother Mahinda resigned as prime minister after government supporters clashed with protesters. Nine people died and more than 300 were wounded in the violence. On Friday, Sri Lanka's new Prime Minister Ranil Wickremesinghe told the BBC that the economic crisis was \"going to get worse before it gets better\". He also pledged to ensure families would get three meals a day. Appealing to the world for more financial help, he said \"there won't be a hunger crisis, we will find food\".", "keywords": ["rate", "rates", "ratings", "sri", "credit rating"]},
{"article_url": "https://www.bbc.com/news/health-61532083", "title": "Monkeypox: 80 cases confirmed in 12 countries", "text": "More than 80 cases of monkeypox have been confirmed in at least 12 countries.The World Health Organization has said another 50 suspected cases are being investigated - without naming any countries - and warned that more cases are likely to be reported.Infections have been confirmed in nine European countries, as well as the US, Canada and Australia.Monkeypox is most common in remote parts of Central and West Africa.It is a rare viral infection which is usually mild and from which most people recover in a few weeks, according to the UK's National Health Service. The virus does not spread easily between people and the risk to the wider public is said to be very low.There is no specific vaccine for monkeypox, but a smallpox jab offers 85% protection since the two viruses are quite similar.So far, public health agencies in Europe have confirmed cases in the UK, Spain, Portugal, Germany, Belgium, France, the Netherlands, Italy and Sweden.In a statement on Friday, the WHO said that the recent outbreaks \"are atypical, as they are occurring in non-endemic countries\".It said it was \"working with the affected countries and others to expand disease surveillance to find and support people who may be affected\".It is not yet clear why this unusual outbreak is happening now. One possibility is that the virus has changed in some way, although currently there is little evidence to suggest this is a new variant. Another explanation is that the virus has found itself in the right place at the right time to thrive. Monkeypox may also spread more easily than it did in the past, when the smallpox vaccine was widely used.  WHO's Europe regional director Hans Kluge warned that \"as we enter the summer season... with mass gatherings, festivals and parties, I am concerned that transmission could accelerate\".He added that all but one of the recent cases had no relevant travel history to areas where monkeypox was endemic.The first case of the disease in the UK was reported on 7 May. The patient had recently travelled to Nigeria, where they are believed to have caught the virus before travelling to England, the UK Health Security Agency said.There are now 20 confirmed cases in the UK, Health Secretary Sajid Javid said on Friday.Authorities in the UK said they had bought stocks of the smallpox vaccine and started offering it to those with \"higher levels of exposure\" to monkeypox.Spanish health authorities have also reportedly purchased thousands of smallpox jabs to deal with the outbreak, according to Spanish newspaper El País.Australia's first case was detected in a man who fell ill after travelling to the UK, the Victorian Department of Health said.In North America, health authorities in the US state of Massachusetts confirmed that a man has been infected after recently travelling to Canada. He was in \"good condition\" and \"poses no risk to the public\", officials said.", "keywords": ["health", "said", "cases", "case", "countries"]},
{"article_url": "https://www.bbc.com/news/health-61524508", "title": "Monkeypox: Time to worry or one to ignore?", "text": "If you're still reeling from the Covid pandemic, well sorry but there's another virus to get to grips with. This time it's monkeypox and there are around 80 confirmed cases in 11 countries, including the UK, that would not normally expect to have the disease.  So what is going on? Is it time to worry or are we getting overly excited having just lived through Covid?Let's be clear: this is not another Covid and we're not days away from lockdowns to contain the spread of monkeypox. However, this is an unusual and unprecedented monkeypox outbreak. It has taken scientists who specialise in the disease by complete surprise and it is always a concern when a virus changes its behaviour.Until now, monkeypox was pretty predictable. The virus's natural home is wild animals, which are actually thought to be rodents rather than monkeys. Somebody in the rainforests of Western and Central Africa comes into contact with an infected creature and the virus makes the jump across species. Their skin erupts in a rash, which blisters and then scabs over. The virus is now outside its usual home and struggles to spread so it needs prolonged close contact to keep going. So outbreaks tend to be small and burn out on their own. Small numbers of cases have cropped up elsewhere in the world before, including the UK, but all can be immediately linked to somebody travelling to an affected country and bringing it home. That is no longer the case. \"We're in a very new situation, that is a surprise and a worry,\" Prof Sir Peter Horby, the director of the University of Oxford's Pandemic Sciences Institute, told me.While he says this is \"not Covid-Two\", he said \"we need to act\" to prevent the virus getting a foothold as this is \"something we really want to avoid\".Dr Hugh Adler, who has treated patients with monkeypox, agrees: \"It's not a pattern we've seen before - this is a surprise.\"We know this outbreak is different, but we don't know why. There's two broad options - the virus has changed or the same old virus has found itself in the right place at the right time to thrive. Monkeypox is a DNA virus so it does not mutate as rapidly as Covid or flu. Very early genetic analysis suggests the current cases are very closely related to forms of the virus seen in 2018 and 2019. It is too early to be sure, but for now there is no evidence this is a new mutant variant at play.But a virus doesn't have to change in order to take advantage of an opportunity, as we have learned from unexpected large outbreaks of both Ebola and Zika virus in the last decade. \"We always thought Ebola was easy to contain, until that wasn't the case,\" said Prof Adam Kucharski, from the London School of Hygiene and Tropical Medicine. It's not clear why gay and bisexual men are disproportionately affected. Are sexual behaviours making it easier to spread? Is it just coincidence? Is it a community that is more aware of sexual health and getting checked out? It may also be getting easier for monkeypox to spread. The mass smallpox vaccinations of the past would have given older generations some protection against the closely related monkeypox. \"It is probably transmitting more effectively than in the smallpox era, but we're not seeing anything suggesting it could run rampant,\" said Dr Adler, who still expects this outbreak to burn itself out.Understanding how this outbreak started will help predict what happens next. We know we're only seeing the tip of the iceberg as the cases being detected don't fit into a neat picture of this person passed it on to that person etc. Instead many of the cases appear unrelated, so there are missing links in a chain that seems to spread across Europe and beyond. A recent massive superspreading event, in which large numbers of people gathered and caught monkeypox at the same venue such as a festival and then took it home to different countries, could explain the current situation.The alternative explanation for so many unconnected people getting infected is if the virus has actually been bubbling along unnoticed for quite some time involving a lot of people. Either way, we can expect to continue to find more cases. \"I don't think the general public need to be worried at this stage, but I don't think we've uncovered all of this and we are not in control of this,\" said Prof Jimmy Whitworth, from the London School of Hygiene and Tropical Medicine. But remember we are not in the same situation as we were with Covid. Monkeypox is a known virus rather than a new one, and we already have vaccines and treatments. It is mostly mild, although it can be more dangerous in young children, pregnant women and people with weak immune systems. But it spreads more slowly than Covid and the distinctive and painful rash makes it harder to miss than a cough that could be anything. This makes the job of finding people who may have been infected and vaccinating those at risk of catching it easier. However, the World Health Organization's regional director for Europe, Hans Kluge, has warned that \"as we enter the summer season... with mass gatherings, festivals and parties, I am concerned that transmission could accelerate\".Follow James on Twitter ", "keywords": ["virus", "monkeypox", "getting", "prof", "outbreak"]},
{"article_url": "https://www.bbc.com/news/business-61512261", "title": "Twitter steps up Ukraine misinformation fight", "text": "Twitter has said it plans to put misleading tweets from official accounts about the Ukraine war behind warning notices.The change follows heightened scrutiny of the social media platform after the war unleashed a new surge of misinformation, sometimes from government sources.Twitter has already limited content from more than 300 Russian government accounts, including President Putin.But it also faces free speech concerns. Under the company's new \"crisis\" policies, Twitter will prioritise labelling false posts from accounts with wide reach, like state media or official government accounts, while preserving them for \"accountability\" reasons.Users will be required to click through the warning notice to view the post and Twitter will disable the ability to like, retweet or share the content. Twitter said it would also change its search and explore features to avoid amplifying false tweets.\"While this first iteration is focused on international armed conflict, starting with the war in Ukraine, we plan to update and expand the policy to include additional forms of crisis,\" Yoel Roth, Twitter's head of security and safety wrote in a blog post announcing the changes.Twitter said examples of problematic posts included false or misleading allegations of war crimes, false information regarding the international response and false allegations regarding use of force.The company said it would rely on multiple sources to determine when claims are misleading. Strong commentary and first person accounts are among the types of tweets that would not be challenged by the policy, it said.The new policies come just weeks after Twitter's board agreed to a $44bn (£34.5bn) takeover offer from billionaire businessman Elon Musk, who has called for less moderated speech on the platform.He has said he would revoke Twitter's controversial ban of former US President Donald Trump, whom Twitter suspended citing the risk that he would incite further violence. by Mike Wendling, BBC Disinformation UnitSocial media companies don't want to act as referees of the truth, but they now have so much power over what we see that they feel increasingly compelled to act as information judge and jury. Twitter's new crisis policies are geared towards war and conflict. It's hard not to see them through the lens of war in Ukraine, where there's been an intense information war.But of course there are other conflicts where these rules might apply - take Myanmar, where a civil war rages and where social media played a key role in a deadly slaughter, according to the UN. Announcing a rule is one thing, but implementing it is another. The company uses automated systems but user reporting is rather limited. Twitter has only rolled out its misinformation reporting tool to the US and handful of other countries. And of course, there's another event on the horizon that could easily change things. You may have heard Twitter might have a new owner soon - one whose views tend to be more laissez-faire than the current management. We don't yet have a very clear idea of what Elon Musk will do about moderation - if he does eventually take control. Mr Roth said Twitter had started working on the new policies for crisis situations before the invasion of Ukraine, though the conflict had highlighted their importance.Early in the war, the company took steps to limit the reach of Russian media accounts. But it did not have a clear approach to disinformation spread by political figures or government accounts.While moderators did remove some posts, experts called the lack of strategy regarding government propaganda a \"critical gap\" in the firm's moderation policies.Last month Twitter said it had identified more than 300 Russian government accounts that it would stop recommending in timelines, notifications or elsewhere on the site.On a call with reporters, Mr Roth said the firm had seen \"both sides share information that may be misleading and/or deceptive\".\"Our policy doesn't draw a distinction between the different combatants,\" he said. \"Instead, we're focusing on misinformation that could be dangerous, regardless of where it comes from.\"", "keywords": ["twitter", "media", "false posts", "post", "war"]},
{"article_url": "https://www.bbc.com/news/business-61483645", "title": "Australia election 2022: Cost of living worries voters", "text": "Across Australia household budgets are being tightly squeezed, with the cost of living soaring to an eye-watering 21 year high. Rising prices will be a pivotal concern for voters as they head to the polls on Saturday. Although not surging as high as in other countries at 5.1%, Australia's inflation rate is outstripping wage growth (2.3%) meaning people have less money in their pockets every month.In the Sydney suburb of Lakemba, 12 kilometres (seven miles) from the centre of the nation's biggest city, almost everyone I meet is worried about the rising cost of rent, food, fuel, and other essentials.\"I am a single mum with two kids. The childcare - everything - is very expensive. (It is) stressful sometimes,\" says Diana, who lives nearby.Meanwhile, at a busy grocery shop she runs on the main street, Summer Hamze is organising deliveries.  She tells me that many of her customers can barely keep up with the price rises she's forced to pass on from her suppliers. \"With the inflation, actually, we do need the government to get that under control because it is out of control,\" she tells the BBC.  \"It is just rising and rising and rising, and people are getting really scared these days.\" Given inflation is largely being driven by market forces such as higher global shipping and energy prices, in Lakemba, opinion is divided over how much can be done by the next government.     \"It is in their hands, because they know the economic factors, everything,\" says one man.  \"So, they know how to handle the situation.\" Whereas another passer-by disagreed.\"Nah, I don't think anyone can do anything,\" he says.  \"Even if they change the government, I don't think anything will happen because the banks will do their thing.\" Earlier this month, Australia's Reserve Bank (RBA) increased interest rates (by 0.25% to 0.35%) for the first time in more than 11 years - the first hike in the middle of an election campaign since 2007.Rates were held at historic lows during the Covid-19 pandemic in a bid to encourage Australians to keep spending. But as inflation surges and the economic recovery post-Covid gets underway, the RBA is applying the brakes to stop the economy overheating. It is making money more expensive to borrow.  More interest rate increases are expected in the months ahead. That's good for savers, but it's estimated that 300,000 Australians could default on their mortgages as repayments increase.  So, whichever candidate wins the election at the weekend they will have to navigate choppy economic waters.  Scott Morrison, the prime minister, whose centre-right coalition has been in power for almost a decade, has slammed his main challenger, opposition candidate, Anthony Albanese, as a \"loose unit\" on the economy   \"It is like he just unzips his head and let's everything fall on the table. That is no way to run an economy,\" thundered Mr Morrison.In response, Labor leader Anthony Albanese said the Australian economy was \"crying out for leadership and reform\" but was getting neither from the current administration. Mr Albanese wants an increase to the minimum wage of at least 5.1%, to keep pace with inflation.Almost two-thirds of Australians say reducing the cost-of-living should be the top priority for the next government, according to recent analysis.Professor Nicholas Biddle from the Australian National University (ANU) says rising prices were \"high on the minds\" of many voters of various political persuasions.  \"This outranks all other major policy considerations,\" he says. \"Interestingly, we  found this was a view held by people who said they would vote for Labor, for people who said they would vote for (Scott Morrison's) Coalition and for those who weren't planning on voting for either party\".  Fixing Australia's nursing home system for older people and strengthening the nation's economy were the other top priorities among more than 3,500 voters surveyed by the ANU.Key economic decisions have been outsourced to independent bodies (such as the RBA, which sets official interest rates), or are dictated by the demand and supply of goods and services, both in Australia and overseas.But the national government does wield considerable influence on the fate of the economy through its tax and spending policies, for example. Massive wage subsidies and other stimulus measures during the darkest days of the pandemic did protect jobs and businesses in Australia.  However, with three-year parliamentary terms in Canberra, some academics argue that federal politicians can be distracted by almost constant electioneering and exaggerate their control over the economy.\"One of the problems Australia has is its short parliaments, which means they are almost perpetually in this cycle of gathering votes. \"If a government is always worrying about the political cycle then when do they have time to knuckle down and really get things done,\" says Michelle Baddeley, a professor of economics at the University of Technology, Sydney.\"I think, yes, there is a bit of claiming more ground than they really can control,\" she says. \"The reality is a bit of a mixture because certainly, and Covid illustrated this pretty well, governments can do a lot in terms of spending money to generate employment in the short-term.\"Australia has a small, open economy that thrives on confidence.And ultimately, it's individuals that collectively power an economy, but governments with vision are able to foster enterprise, innovation, and prosperity. \"There is a lot of catching up to do in terms of growth, in terms of opportunity, and, indeed government can set the pace,\" explains Peter Khoury, from the NRMA, a large motoring and transport company. \"As long as there is confidence in the economy and in the strength of the economy, Australian entrepreneurs and businesses will invest.\"\"Economically speaking, Australia will come out of Covid better than most countries.  So, you don't want to miss that opportunity,\" he adds.Australians voters will soon decide who they trust to help steer their country through the recovery - and beyond - for the next three years.  ", "keywords": ["economic", "economics", "australians", "australian", "says"]}
]